package hexlet.code;

public class Util {

    // Не понимаю что в него выносить. Просто сделать глобальные переменные по рандомным числам?
    // Чтобы брать в каждой игре?
    // Или может сделать глабальные переменные по рандому в движке? Чтобы все было в одном месте.

    // Еще линтер заставил меня сделать геттеры, а я не понял зачем. Я не использую переменные из Калькулятора например,
    // вне класса. Зачем мне пустые геттеры, если мне нужна только статика как я понял. Не догоняю)
    public static void randomNumbers() {

    }
}
